[
  {
    "day": 1,
    "title": "Prinsipper",
    "content": "<p>Vi starter nedtellingen til du grønne glitrende med 7 prinsipper for hvordan vi kan unngå digital sløsing.<\/p><ul>\r\n<li><i>Nyttig<\/i> - Vi lager kun greier som skaper reell verdi.<\/li>\r\n<li><i>Sparsom<\/i> - Vi designer for minst mulig sløsing. Både i hvordan vi lager ting, og i hvordan greiene vi lager blir brukt.<\/li>\r\n<li><i>Varig<\/i> - Vi lager løsninger for å vare lengst mulig. Ingen døgnfluer.<\/li>\r\n<li><i>Gjenbrukbar<\/i> - Vi lager ting med komponenter som kan brukes igjen og igjen og oppforder til deling.<\/li>\r\n<li><i>Reparerbar<\/i> - Alt vi lager skal kunne repareres. I stedet for å lage nytt reparerer vi det som ikke funker med det vi har.<\/li>\r\n<li><i>Økonomisk<\/i> - Vi bruker minst mulig energi når vi gjør jobben vår.<\/li>\r\n<li><i>Omsorgsfull<\/i> - Vi setter alltid brukerne først og tar deres behov på alvor.<\/li>\r\n<\/ul>"
  },
  {
    "day": 2,
    "title": "Green is the new black!",
    "content": "<p>Altså, det kan ikke bli for mye jul. For jul gjelder det å gasse på. Når lys og pynt og kaker og klær og ribbe og røkelse og myrra er klart, da skader det aldri å legge til en liten Elvis-krybbe med blinkende ledlys som spiller “Santa Bring My Baby Back To Me\".</p>\n\n<p>Men med nettsider er det ikke helt det samme. Nå er gjennomsnittsstørrelsen på nettsider hårreisende 2 megabyte, og det er rett og slett for mye. Mindre er bedre. Og lavkarbon trenger ikke være kjedelig! Her er gode eksempler på at fint kan gøres enkelt:</p>\n\n<p><a href=\"https://www.lowww.directory/\">https://www.lowww.directory</a></p>"
  },
  {
    "day": 3,
    "title": "Bli med!",
    "content": "<p>Husker dere den jula da vi talte hustands- og familimedlemmer på alle 11-12 fingrene for å lovlig samles rundt treet hos svigers? Det var ventelister til julemiddagen. Onkel Jostein var jo invitert, men fikk ikke plass. Ikke før det gikk en faen i mormor, og hun begikk sivil ulydighet for første gang siden sommeren 1979.</p>\n\n<p>Det var såkalt suboptimale tider.</p>\n\n<p>Det finnes imidlertid selskap, virus eller ikke virus, hvor det alltid er plass til en til. Bli med i ClimateAction.tech - et Slack-miljø hvor over 2 500 medlemmer deler, diskuterer og finner digitale klimaløsninger sammen.</p>\n\n<p><a href=\"https://climateaction.tech/\">https://climateaction.tech</a></p>"
  },
  {
    "day": 4,
    "title": "Sustainable Webdesign",
    "content": "<p>I luke 4 finner du boka “Sustainable Webdesign” av Tom Greenford fra Wholegrain Digital. Boka gir deg massivt med gode råd for hvordan vi kan lage klimavennlige nettsider.</p>\n<p><a href=\"https://abookapart.com/products/sustainable-web-design\">https://abookapart.com/products/sustainable-web-design</a><p>"
  },
  {
    "day": 5,
    "title": "Gram karbon per kilowattime",
    "content": "<p>Dess lengre ut i desember vi kommer, dess flere kalenderluker er åpnet. Og dermed slippes det faktisk ut mindre CO2 når vi binger på Instagram Reels.</p>\n\n<p>Neida. Selvsagt ikke.</p>\n\n<p>Men dess grønnere strøm, dess mindre karbon. Og bak luke 5 finner du  <i>karbonfotavtrykket</i> til ulike typer strøm. Med andre ord hvor mange gram CO2 som slippes ut per enhet strøm produsert, <b>gCO2e/kWh</b>:</p>\n\n<p>\nKull: 820<br>\nNaturgass: 490<br>\nSolkraft: 45<br>\nVannkraft: 24<br>\nVindkraft: 12<br>\nAtomkraft: 12<br>\n</p>\n\n<p>No shit sherlock - kull suger. Men sol og vind blir faktisk reinere i framtida. Du kan lese mer om det <a href=\"https://www.carbonbrief.org/solar-wind-nuclear-amazingly-low-carbon-footprints\">her</a>.</p>\n\n<p>(<a href=\"https://en.m.wikipedia.org/wiki/Life-cycle_greenhouse_gas_emissions_of_energy_sources\">Tallene er medianer og fra IPCC</a>).</p>"
  },
  {
    "day": 6,
    "title": "Et ekstremt eksempel",
    "content": "<p>A more sustainable site for a more sustainable future - Volkswagen kommer med et skikkelig ekstremt eksempel og eksperiment på hvor langt det er mulig å gå. Alle bilder er byttet ut med ascii. Synes vi de har dratt det alt for langt? Ja! Men det er gøy å se.</p>\n<p><a href=\"https://www.vw.ca/carbonneutralnet/en/\">https://www.vw.ca/carbonneutralnet/en/</a></p>"
  },
  {
    "day": 7,
    "title": "Website Carbon Calculator",
    "content": "<p>Hurtigtesten for om nettsiden din er på rett vei eller ikke. Website Carbon Calculator er laget av Wholegrain Digital og Tom Greenford (mannen bak boka i luke 4). Den gir deg ikke nødvendigvis to streker under svaret. Men fy søren for en herlig samtalestarter med kundene våre. <b>Go green!</b> \n\n<p><a href=\"https://websitecarbon.com/\">websitecarbon.com/</a></p>\n\n<p>Du kan jo starte med å måle karbonavtrykket til denne kalenderen?</p>"
  },
  {
    "day": 8,
    "title": "Møkkabitcoins",
    "content": "<p>Bitcoins er internetts mest møkkete teknologi.</p>\n\n<p>En nyere studie slår fast at en Bitcoin-transaksjon krever 1173 Kwh strøm. Ja du leste riktig! Det er nesten like mye som en normal norsk husholdning bruker på en måned…</p>\n\n<p>Stemmer tallet over gir det oss et utslipp på 19,9 kg CO2e pr Bitcoin transaksjon. I gjennomsnitt utføres det 280000 bitcoin transasksjoner hver dag. Det gir oss et utslipp på 5572000 kg CO2e hver dag. 5572 tonn hver dag. Det gir oss et årlig utslipp på 2 033 780 tonn CO2e. Det er det samme som to Statfjord felt det. Eller 70.000 flyreiser tur retur Oslo/London.</p>\n\n<p>Har du planer om å bli rik på Krypto? Kjøp Ethereum 2.0 forurenser kun 13,6gram CO2e pr transaksjon. Forresten så er fondssparing også bra! Så lenge det er et grønt fond da!</p>\n\n<p>Vil du vite mer? Følg med på <a href=\"https://ccaf.io/cbeci/index\">https://ccaf.io/cbeci/index</a></p>"
  },
  {
    "day": 9,
    "title": "Nettside med egen fornybar strømilde",
    "content": "<p>Ok! Det er tid for nok et ekstremt eksempel.</p>\n\n<p>Low Tech Magazine er et nettbasert magasin som prøver å løse nye problem med gammel teknologi. Gjenbruk og nytenkning for alle penga!</p>\n\n<p>De har laget en lavkarbon-versjon av nettsidene sine som er koblet direkte til et solcellepanel. Et eksperiment som til tider fører til at nettsiden faktisk er nede, fordi det rett og slett ikke er sol ute.</p>\n\n<p>Serveren står i Barcelona og heldivis er det spådd sol der i dag. Så ta en kikk før regnet kommer! </p>\n\n<p><a href=\"https://solar.lowtechmagazine.com/about.html\">https://solar.lowtechmagazine.com/about.html</a></p><p>PS: Sjekk footeren for veldig kule stats om serveren og nettsidene.</p>"
  },
  {
    "day": 10,
    "title": "Du grønne glitrende hostingleverandør",
    "content": "<p>Du grønne glitrende hostingleverandør<br />\nVelkommen, du som vi ser så gjerne,<br />\nmed fornybar strøm og godt personvern<br />\nog høyt i toppen den raskeste responsen<br />\n</p>\n<p>Som du skjønner, det er ikke bare juletreet som helst bør være grønt og glittrende. Dagens luke er det enkleste grepet vi kan gjøre for å få grønnere digitale tjenester. Velg en leverandør som tilbyr grønn hosting!</p>\n\n<p>The Green Web Foundation er et nederlandsk initiativ som lar oss som eier et nettsted, sjekke om hostingen vår er grønn eller ikke.</p>\n\n<p>Sjekk din nettside på <a href=\"https://www.thegreenwebfoundation.org/green-web-check/\">https://www.thegreenwebfoundation.org</a></p>\n\n<p>Ble resultatet grått og trist? Kontakt leverandøren av nettsidene dine og fortell dem at du ønsker deg grønn hosting til jul!</p>"
  },
  {
    "day": 11,
    "title": "Kullstrøm er en bug",
    "content": "<p>Nettsider bor på servere. Og servere bor i datasentere. Og datasentere lever på strøm. Altfor mye strøm. Og ikke minst altfor mye strøm som er laga i kraftverk som fyrer på gass, olje eller kull. Dermed får vi kullkraftsnettsider. Som jo er en uting - eller rett og slett en bug?</p>\n\n<p>Her er en podcastepisode med, tre gode samtaler (ispedt en liten dose chit-chat) om hvordan Internettet bruker strøm, og hvordan det kan og bør gjøres renere og bedre. Vi hører blant annet fra folka bak The Green Web Foundation (sjekk luke 10).</p>\n\n<p>\"Digital Planet: How green is our data\": <a href=\"https://www.bbc.co.uk/programmes/w3ct1lsx\">https://www.bbc.co.uk/programmes/w3ct1lsx</a></p>"
  },
  {
    "day": 12,
    "title": "Karbonavtrykket til en annonse",
    "content": "<p>Noen gang lurt på hvor mye karbon en bitteliten annonse slipper ut?</p>\n<p>Avtrykket vil selvfølgelig variere fra land til land, men denne artikkelen er en god påminnelse på at selv den minste ting vi gjør digital har et fysisk fotavtrykk.</p>\n<p><a href=\"https://medium.com/art-technology/how-much-does-an-ad-impression-emit-carbon-d31daea57184\">https://medium.com/art-technology/how-much-does-an-ad-impression-emit-carbon-d31daea57184</a></p>"
  },
  {
    "day": 13,
    "title": "Nachhaltigen Gestaltung",
    "content": "<p>Nachhaltiges-webdesign.jetzt ist eine Sammlung von Methoden zur Gestaltung von nachhaltigen Websites.</p><p>Need we say more?</p>\n\n<p>Eventult kanskje bare et dette er en veldig tysk og veldig fin sjekkliste for lavutslippsnettsider.</p><p><a href=\"https://nachhaltiges-webdesign.jetzt/\">https://nachhaltiges-webdesign.jetzt/</a></p>"
  },
  {
    "day": 14,
    "title": "We the people!",
    "content": "<p>Vi mener det er en selvinnlysende sannhet at alle mennesker er født like, at ingen mennesker skal sløse med strømmen og at alt vi gjør digitalt har et fysisk fotavtrykk.</p><p>For jeg har en drøm! Jeg har en drøm om at en dag vil alle nettsider være drevet av ren energi og med åpne og ærlige intensjoner.</p><p>La dermed de forurensende klassene skjelve i møte med det grønne skiftet. Vi har intent å miste, annet enn vår oljeavhengighet. Vi har en verden å vinne.</p>\n\n<p>Digitalproletarer i alle land, foren dere!</p>\n<p><a href=\"https://www.sustainablewebmanifesto.com/\">https://www.sustainablewebmanifesto.com/</a></p>"
  },
  {
    "day": 15,
    "title": "Mål ditt eget karbonavtrykk",
    "content": "<p>Din egen livsstil kommer med et eget karbonavtrykk. I denne testen kan du svare på noen enkle spørsmål og få en indikator på hvor mye karbon du er ansvarlig for.</p>\n<p>Ifølge <a href=\"https://energiogklima.no/klimavakten/utslipp-per-innbygger/\">Norsk klimastiftelse</a> var gjennomsnittsutslippet pr innbygger i Norge 7.8 tonn CO2 i 2020.\n<p>Ligger du over eller under?</p>\n<p><a href=\"https://lifestylecalculator.doconomy.com/\">https://lifestylecalculator.doconomy.com</a></p>"
  },
  {
    "day": 16,
    "title": "3 sekunder på 4 minutter",
    "content": "<p>I dagens luke unner vi oss en liten pause. Rett og slett et kulturinnslag der vi zoomer ut fra kilobytes og kilowatts og ser på kloden og mennesket fra et litt mer eksistensielt perspektivt.</p>\n<p><a href=\"https://www.youtube.com/watch?v=B-nEYsyRlYo\">https://www.youtube.com/watch?v=B-nEYsyRlYo</a></p>\n"
  },
  {
    "day": 17,
    "title": "Sirkulærøkonomien",
    "content": "<p>Den ene lille tingen som irriterer meg med jula, er at den er engangs. Det blir veldig bruk og kast.</p></p>Jeg mener, tenk hvis den kunne gjenbrukes? Altså for eksempel at vi kunne gjøre jul om igjen? Den ville jo strengt tatt ikke bli oppbrukt hvis vi lot det gå litt tid mellom hver gang. Si for eksempel ett år? Jul én gang i året, det hadde jeg likt! Og så kunne vi jo utvida det konseptet til å gjelde hele vinteren... Ja, føkk it, alle årstidene! Det er spennende det: Et årshjul!</p>\n\n<p>Slike radikale, sirkulære tanker er tema i <a href=\"https://www.outrageandoptimism.org/episodes/new-systems-new-power-dame-ellen-macarthur-guest-co-host-catherine-howarth\">denne eminente episoden av podcasten Outrage and Optimism</a>: This week we explore the ‘Circular Economy’ with #1 Circular Economy advocate, Dame Ellen MacArthur. This brand new economy is all about designing out waste and pollution, keeping products and materials in use, and regenerating natural systems.</p>"
  },
  {
    "day": 18,
    "title": "AIIIIIIIIIIEEEEAAAAA!",
    "content": "<p>Fredag 27. august brølte Norge for klimasaken med Klimabrølet. Grafill markerte dagen ved å invitere Svale og Eivind. De fikk 45 minutter til å fortelle hvordan design-bransjen (og alle andre) med enkle grep kan skape grønn teknologi og bidra til et bedre miljø. Her er hele foredraget til glede for nye seere 😄</p>\n<p><a href=\"https://vimeo.com/594533292\">https://vimeo.com/594533292</a></p>"
  },
  {
    "day": 19,
    "title": "The Billion Dollar Code",
    "content": "<p>Julen er høytid for gode serier! Et av de viktigste prinsippene for digital sløsing er å være omsorgsfull og ta vare på menneskene rundt oss. <a href==\"https://www.netflix.com/no-en/title/81074012\">The Billion Dollar Code</a> handler om det stikk motsatte. Serien er en tysk miniserie på 4 episoder basert på en (angivelig) sann historie om hvordan Google stjal kildekoden til Google Earth.</p>\n<p>Den gir fasinerende innsikt i hvordan kreativ tenkning sammen med teknisk ingeniørkunst kan gjøre programvare enormt mye mer effektivt. Samtidig som fordelen med effektiviteten overskygger en enorm økning i maskinkraft og behov for energi.</p>\n<p>For ordens skyld. Serien koster 158,4 gram CO2e å streame i sin helhet. Se den derfor sammen med noen du er glad i!</p>"
  },
  {
    "day": 20,
    "title": "Title",
    "content": "Content"
  },
  {
    "day": 21,
    "title": "Title",
    "content": "Content"
  },
  {
    "day": 22,
    "title": "Title",
    "content": "Content"
  },
  {
    "day": 23,
    "title": "Title",
    "content": "Content"
  },
  {
    "day": 24,
    "title": "Title",
    "content": "Content"
  }
]